<template>
  <div class="calc">
    <p>
      Умножение - арифметическое действие повторения данного числа слагаемым
      столько раз, сколько единиц находится в другом данном числе, множителе.<br />
      Деление - арифметическое действие, по к-рому узнаётся, сколько раз одно
      число содержится в другом.<br />
      Сложение - арифметическое действие, результат которого - это увеличение
      одного числа на значение второго. Приоритет над сложением и вычитанием<br />
      Вычитание - арифметическое действие, результат которого - это уменьшение
      одного числа на значение второго.Приоритет над сложением и вычитанием<br />
      Скобки - арифметическое действие перепроеделяющее порядок выполнения
      операций. Приоритет над сложением, вычитанием, умножением и делением
    </p>
  </div>
</template>

<script>
export default {};
</script>

<style>
.calc {
  max-width: 60%;
}
</style>
